performancetests/2021-08-08_15-38-47.120351/basicscenario.yml
---
execution:
- concurrency: 10000
  hold-for: 2m
  ramp-up: 40s
  scenario: BasicScenario

scenarios:
  BasicScenario:
    requests:
    - http://dev-app.eu-north-1.elasticbeanstalk.com/helloworld

reporting:
- final-stats
- console
- blazemeter

modules:
  blazemeter:
    token: 2460fcfb1e9b205a92083271:18cb911ab0bfaed17bfb18400540f466081aa936bf24e1a759c6a554b8dff7cef54c51e8